{
    "Fluent Design For Web": ["Fluent Design for Web", "Fluent Design for Web is Open Source, Cross Platform, CSS Framework which is easy to use and very flexible in nature. It helps dvelopers create environments which are more accesible and engaging for users.", "https://fluentdesignforweb.github.io/v2/", "projects/fdweb.png"],
    "TEDxREVA University": ["TEDxREVA University", "TEDxREVAUniversity is an independently organised TED event which is an collective endeavour of students from different schools of REVA University. The aim is to share great stories and diversified ideas with our community in order to inspire them to innovate and bring the change they want to see in the world.", "https://www.instagram.com/tedxrevauniversity/", "projects/tedx.png"],
    "REVAHACK": ["REVA HACK </> 2020", "REVA HACK </> 2020 is a student community-focused virtual Hackathon, with an aim of encouraging and providing a platform for students to showcase their talents and innovative ideas in developing projects through coding and using latest technologies.", "https://revahack.com", "projects/rhapp.png"],
    "DSCREVA": ["DSC REVAUniversity", "DSC REVA is a community group for students interested in Google developer technologies. Students from all undergraduate or graduate programs with an interest in growing as a developer are welcome. By joining a DSC, students grow their knowledge in a peer-to-peer learning environment and build solutions for local businesses and their community.", "https://dscreva.github.io/#/", "projects/dscrevacover.png"],
    "STRAWSOME": ["Strawsome Shakes", "Strawsome Shakes is a website where users can create account and after that search and order food from nearby Locations. It's the best place to Find best Snacks and Shakes near you. *This is not a functional website just a static one to demonstrate how it will work. Don't order food as you won't receive it.", "https://shivendrasaurav.github.io/StrawsomeShakes/#/home", "projects/strawsome.png"],

    "CORONA": ["Corona Rakshak", "Corona Rakshak is a Progressive Web App developed to help users maintain social distaning among each other. Also, it provides with helpful tips regarding how to be safe, live national level stats, and give a Social Distancing Score to the user.", "https://shivendrasaurav.github.io/corona-rakshak/", "projects/corona.png"],
    "HISABKITAB": ["Hisab Kitab", "Hisab Kitab is an app for keeping track of credits, debits given to friends, families, and coworkers. It is easy to install and even easier to use. It doubles as Web App which measns you can use it without installing this app on your phone.", "https://hisabkitabapp.herokuapp.com/", "projects/hisab.png"],
    "REVAHACKAPP": ["REVA HACK 2020 </> App", "REVA HACK </> 2020 is a student community-focused virtual Hackathon, with an aim of encouraging and providing a platform for students to showcase their talents and innovative ideas in developing projects through coding and using latest technologies.", "https://revahack.netlify.app/#/", "projects/rhapp.png"],
    "TCDBOX": ["The Code Drop Box", "This is the official Progressive Web App for The Code Drop. You can find all the latest content from The Code Drop here on this app posted regularly. It can be installed by just clicking on the install button which it prompts when you visit the website.", "https://shivendrasaurav.github.io/The-Code-Drop-Box/", "projects/tcd.png"],
    "CALC": ["Calculator", "Built using Vanilla JS, this is a simple Calculator made using Fluent Design for Web.", "https://shivendrasaurav.github.io/calculator/", "projects/calc.png"],
    "TTT": ["Tic Tac Toe", "Built using Vanilla JS, this is a simple Tic Tac Toe Game made using Fluent Design for Web. You can either play Single Player (With CPU) or Multiplayer (With your friends).", "https://shivendrasaurav.github.io/Tic-Tac-Toe/", "projects/tictactoe.png"],

    "RBCG": ["Random Background Color Generator", "It generates three random r,g,b values between 0 and 255 and uses them to make a unique background everytime the page reloads, refreshes or when the button is clicked.", "https://shivendrasaurav.github.io/RBCG/", "projects/rbcg.png"],
    "SCROLL": ["Scroll Meter", "It's decades since we are using devices such as computers and laptops, browsing internet, typing and scrolling through pages. What if we get to know how much we have scrolled through pages per session and so? In this small project I have implemented a scroll meter which just tells how much meter you have scrolled through.", "https://shivendrasaurav.github.io/Scroll-Meter/", "projects/scroll.png"],
    "STREAM": ["Stream Placeholders", "Stream Placeholders made using HTML + CSS. The required Placeholder can simply be opened by clicking on the link. No hassle of creating a scene, can be used with any streaming software.", "https://shivendrasaurav.github.io/Stream_Placeholders/", "projects/stream.png"]
}